Repository: wp-plugins/weekly-time-table
Catalog: locales/wttPlugIn-*.po
Languages: es_es, fr_fr

source: Weekly Time Table
es_es: Tablas de horarios semanales
fr_fr: Horaire Hebdomadaire

source: Time Table Management for your WordPress Site
es_es: Gestion de tablas de horarios para su sitio Wordpress
fr_fr: Gestionaire d'horaire

source: Usage
es_es: Como usar
fr_fr: Utilisation

source: You must first create an entry to create a Time Table. Then create a time table for that entry.<br/> You can input whatever you want to display in the fields. The plugin doesn't format. However, length is limited to 30 caracters. Each <em>Wtt time table</em> has an id that should be used when displaying it using the shortcode.<br/> The shortcode to display the time table is <em><strong>[wttdsp entry_id=5]</strong></em>, where 5 is an id of a <em>time table</em>. You can put a list of IDs in the shortcode to have a multiple entries time table, just like this <em><strong>[wttdsp entry_id=5,17,9]</strong></em>.<br/> Use css to style your timetable. A time table as an <em>id='wtt'</em> attribute.<br/> When displayed, the entry is in a container with attribute : <em>id='wttentry'</em> <br/><br/>As an example, this is the css that is used in the admin side :<br/> <em>#wtt {padding:2px;}<br/> #wtt th { background-color:#DDDDDD; padding:5px;}<br/> #wtt tr { background-color:#EEEEEE;padding:5px;}<br/> #wtt td {padding:3px; } </em> <br/><br/>It's a simple plugin, feel free to adapt it at will !
es_es: En primer Lugar tiene usted que crear una entrada par el horario. Despues, debe crear el horario par esa entrada<br/> Usted puede introducir lo que quieras mostrar en los campos.<br/> Este plugin no hace formato de lo que se entra en los campos pero accepta HTM (htmlEntities compatible). Los campos estan limitados a 30 caracteres. Cada entrada de un horario tiene un identificador. Ese identificador tiene que ser usado en los "shortcodes" en une articula o una pagina, de esta manera <em><strong>[wttdsp entry_id=5]</strong></em>. Donde 5 es el identificador del horario. Puede usar una lista de identificadores separados por una coma par construir tablas con multiples entradas, de esta manera <em><strong>[wttdsp entry_id=5,17,9]</strong></em>.<br/>Use CSS par el estilo de su tabla. Cada tabla tiene el atributo siguiente <em>id='wtt'</em>.<br/>En la tablas, las entradas llevan el atributo siguiente <em>id='wttentry'</em>.<br/>Esto es un ejemplo de estilo css para las tablas de horario : <br/><em>#wtt {padding:2px;}<br/>#wtt th { background-color:#DDDDDD; padding:5px;}<br/>#wtt tr { background-color:#EEEEEE;padding:5px;}<br/>#wtt td {padding:3px; } </em><br/><br/>Es un plugin simple y facil de adaptar !!

source: Id. Entry
es_es: ID. Entrada
fr_fr: Entrée

source: mon
es_es: Lun
fr_fr: lun

source: tue
es_es: Mar
fr_fr: mar

source: wed
es_es: Mier
fr_fr: mer

source: thu
es_es: Jue
fr_fr: jeu

source: fri
es_es: Vier
fr_fr: vend

source: sat
es_es: Sab
fr_fr: sam

source: sun
es_es: Dom
fr_fr: dim

source: Edit a Time Table
es_es: Editar tabla de horario
fr_fr: editer un horaire

source: edit a time table
es_es: editar un horario
fr_fr: editez un horaire

source: delete a time table
es_es: borar una edition
fr_fr: effacer un horaire

source: Manage entries for WTT
es_es: gestionar entradas par horarios
fr_fr: Gérez les entrées

source: Existing Time Tables
es_es: Horarios existentes
fr_fr: Horaires existants

source: Existing Entries
es_es: Entradas existentes
fr_fr: entrées existantes

source: Modify this entry
es_es: Modificar una entrada
fr_fr: modifiez cette entrée

source: Entry
es_es: entrada
fr_fr: Entrée

source: Create an entry.
es_es: Crear una entrada
fr_fr: Créez une entrée

source: Manage Weekly Time Table
es_es: Gestionar horarios
fr_fr: Gérer les tables d'horaire

source: Choose time table to edit
es_es: Eligir un horario para modificar
fr_fr: Choisir un horaire a éditer

source: Modify this time table
es_es: Modificar este horario
fr_fr: Modifier cet horaire

source: Create a time table.
es_es: Crear un horario
fr_fr: Créez une table d'horaire
